import { FC } from 'react';

const GuaranteePage: FC = () => {
    return (
        <div className="guarantee">
            <h1 className="guarantee__header">Куди звернутися за гарантійним обслуговуванням?</h1>
            <hr />
            <div className="guarantee__text">
                На товари в нашому магазині надається гарантія, яка підтверджує зобов'язання по відсутності в товарі заводських 
                дефектів. Гарантія надається на термін у 12 місяців.
            </div>
            <div className="guarantee__text">
                Будь ласка, перевіряйте комплектність і відсутність дефектів у товарі при отриманні.
            </div>
            <div className="guarantee__text">
                У разі виявлення дефектів або браку, слід негайно звернутися до магазину і призвести відправку товару Новою Поштою.
                Адресу відправки можна уточнити у контент-менеджера, телефон якого можна знайти у контактах. Бракований товар
                можна замінити на новий, якщо справді виявиться, що проблеми з товаром з'явилися не через вину клієнта.
            </div>
        </div>
    )
}

export default GuaranteePage;